{
    "trentKim": [
      {
        "number": "0",
        "name": "July 7",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/july-7/1.jpg\"><img src=\"assets/photos/july-7/2.jpg\">"
      },
      {
        "number": "1",
        "name": "Name Journaling",
        "type": "Archive",
        "date": "2022",
        "tags": "Web, Writing, Process",
        "credits": "",
        "description": "Name journaling was a method I created for myself to document the patterns and core memories for each of my names as I transitioned away from my adoptive name to my Korean name. In 2021, I created a <a href=\"https://name-journal.glitch.me/\">website</a> to begin this documentation, but at the time, I wanted to give the idea some more time and thought before I continued. <br><br>I hope to eventually return to name journaling as I continue to question the ways that adoptive names, and the act of renaming, can reflect the loss and neo-colonial ethic that transnational adoption is built upon.",
        "media": "<img src=\"assets/projects/name-journal/1.gif\">"
      },
      {
        "number": "2",
        "name": "From a Photo in Seoul",
        "type": "Notes",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "The camera flash highlights the swelling tears confined by your furrowed brow. Yet your arms are secure, gently wrapped around me. Your hands create an enclosure to suggest permanence. Were you too withholding information from me? Withholding our impermanence to give false reassurance despite the flash of the camera being so blinding. Or would the pain within your eyes have been even more searing had I felt your arms slipping away?",
        "media": "<img src=\"assets/writing/a-seoul-foster-home/1.png\">"
      },
      {
        "number": "3",
        "name": "Portfolio v.1",
        "type": "Archive",
        "date": "2022",
        "tags": "Web",
        "credits": "",
        "description": "For the <a href=\"https://stirring-rolypoly-028a0c.netlify.app/\">first version</a> of my website, I was wondering what makes clicking elevator buttons so much fun? So to categories the the contents of the website, I used anonymous buttons that each reveal a page, just as an elevator reveals each floor.",
        "media": "<img src=\"assets/projects/portfolio-v1/1.gif\"><img src=\"assets/projects/portfolio-v1/2.gif\">"
      },
      {
        "number": "4",
        "name": "May 29",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/may-29/1.jpg\"><img src=\"assets/photos/may-29/2.jpg\">"
      },
      {
        "number": "5",
        "name": "Incorporeal Company",
        "type": "Archive",
        "date": "2021",
        "tags": "Web, Audio",
        "credits": "",
        "description": "<a href=\"https://luminous-liger-231ea3.netlify.app/\"><em>Incorporeal Company</em></a> is a website I created about walking and arriving in the isolation of the pandemic. Originally inspired by a collection of audio recorded walks that my friends and I made to listen to while on our own walks, the idea became a symbolic search for connection and solidarity. ",
        "media": "<img src=\"assets/projects/incorporeal-company/2.gif\"><img src=\"assets/projects/incorporeal-company/3.gif\">"
      },
      {
        "number": "6",
        "name": "From My Desk",
        "type": "Notes",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "I’m crouched, knees between my arms, in my desk chair ignoring the churning of an empty stomach, while the soundtrack of <em>C’mon C’mon</em> creates the melancholy ambiance I enjoy while writing. This evening I’ve begun three iterations of a website introduction that I have each promptly given up on. My third attempt was the closest to conveying the experiences in which my work is grounded in, but I caught myself trying to forcibly wax poetics and meaning into it. I usually stop writing at that realization, but in the end, something else made sense in my closing thoughts. That a people is embodied within the voice, not the language. <br><br>In my third iteration, I said, “To lose a language means it is something recoverable. But to lose a language means to grieve it as well”. It is a contradiction that has defined my grief, as language, as Korean, feels intrinsically tied to a people, to an ancestry, to a history, to a sense of collective grief yet resiliency— to my 어머니. Sometimes I can feel exiled by language, unable to communicate with myself and other Koreans. But at the same time, transnational adoption and I originate from the same painful history of colonization, war, separation, loss, patriarchy, and capitalism. There, in fact, is no contradiction. Language can be loss, but to be recoverable implies hierarchy— to be recoverable implies that I’ll eventually be satisfied. A people is embodied within the voice, not the language. The only language that is and has always been enough has been my voice.",
        "media": ""
      },
      {
        "number": "7",
        "name": "May 5",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/may-5/1.jpg\"><img src=\"assets/photos/may-5/2.jpg\"><img src=\"assets/photos/may-5/3.jpg\">"
      },
      {
        "number": "8",
        "name": "Wecair University",
        "type": "Archive",
        "date": "2021",
        "tags": "Web, Game",
        "credits": "",
        "description": "Inspired by the <a href=\"https://www.youtube.com/watch?v=3ByxB-U5yD8&ab_channel=SwankyPsammead\">tonal dissonance</a> and deceptively simple mechanics of games such as <a href=\"https://www.klei.com/games/dont-starve-together\">Don’t Starve Together</a>, <a href=\"https://adarkroom.doublespeakgames.com/\">A Dark Room</a>, and <a href=\"https://candybox2.github.io/\">Candy Box 2</a>, <em>Wecair University</em> is a text-based single-player, role-play game based on the and interactions in order for an art student to survive a rigorous, unforgiving university environment. Beginning within the confines of an email inbox, the student is greeted with an email from the Office of the President welcoming them as a new student. Gaining newfound independence in university is perceived as a time for growth and exploration, but as the game progresses, survival becomes increasingly difficult as the student must confront the exploitative reality of a neo-liberal institution whilst maintaining the health of their mind, body, and wallet. <br><br><em>Wecair University</em> was a project I stopped after the beginnings of a story board and front-end code, as I realized the project was far outside my individual capabilities. If anyone is interested in this idea, I’d love to talk about it and see it be completed and/or adapted.",
        "media": "<img src=\"assets/projects/wecair-university/1.png\"><img src=\"assets/projects/wecair-university/4.gif\"><img src=\"assets/projects/wecair-university/2.png\"><img src=\"assets/projects/wecair-university/5.gif\"><img src=\"assets/projects/wecair-university/3.png\">"
      },
      {
        "number": "9",
        "name": "April 28",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/april-28/1.jpg\"><img src=\"assets/photos/april-28/2.jpg\">"
      },
      {
        "number": "10",
        "name": "Hack@Home",
        "type": "Featured Projects",
        "date": "2020",
        "tags": "Web, Branding, 3D",
        "credits": "<h1>Designers<span>: Trent Kim, <a href=\"https://www.notion.so/Yilan-Sun-6329d4ad37ac43b3a29d8000781bffb2\">Yilan Sun</a></span></h1><h1>Developers<span>: Johnny Roy, Clara Guo</span></h1>",
        "description": "<a href=\"https://fullstackatbrown.github.io/hack-at-home/\"><em>Hack@Home</em></a> was a free, 4-day virtual hackathon hosted by <a href=\"https://www.fullstackatbrown.com/?fbclid=IwAR2C-WHCMBMPHADfqXc7W4rgGk9hEPsmqAydhWbnWDXOGCGeDXuVgMPLhik\">Full Stack at Brown</a>, open to high school and college students during the COVID-19 pandemic. The event consisted of competitive workshops, discussion panels, speakers, a Brown University Minecraft server, and <a href=\"https://blog.cs.brown.edu/2020/11/04/full-stack-browns-first-hackathon-datathon-and-ctf-hackhome/\">more</a>. <br><br>The hackathon’s theme simply reflected a housebound student’s environment, similar to an off-campus apartment that could be found surrounding campus. We were interested in ways we could replicate some of the physical qualities and comforts that are lost in an online event to help participants feel more engaged. Thus, my responsibilities were to model the spaces in Blender, create renders for the promotional material, and design the user experience of the 3D website.",
        "media": "<img src=\"assets/projects/hack-at-home/hack-at-home-1.gif\"><img src=\"assets/projects/hack-at-home/hack-at-home-2.jpg\"><img src=\"assets/projects/hack-at-home/hack-at-home-3.jpg\"><img src=\"assets/projects/hack-at-home/hack-at-home-4.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-5.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-6.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-7.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-8.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-9.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-10.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-11.png\"><img src=\"assets/projects/hack-at-home/hack-at-home-12.png\">"
      },
      {
        "number": "11",
        "name": "February 23",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/feb-23/1.jpg\"><img src=\"assets/photos/feb-23/2.jpg\">"
      },
      {
        "number": "12",
        "name": "Thought Galaxy",
        "type": "Featured Projects",
        "date": "2020",
        "tags": "Web, System",
        "credits": "<h1>Designer<span>: Trent Kim, <a href=\"https://wonilchoi.com/\">Wonil Choi</a>, <a href=\"https://www.notion.so/Yilan-Sun-6329d4ad37ac43b3a29d8000781bffb2\">Yilan Sun</a></span></h1>",
        "description": "<em>Thought Galaxy</em> is a note-taking and journalling tool prototype that connects and organizes thoughts in a nodal network that more closely represents how we think, as opposed to antagonistic, linear methods for note taking such as Google Documents or the Apple Notes app. This project grew out of the open-ended, unstructured conversations our group were having over Zoom in the early months of the pandemic. While documenting our conversations, we noticed a lack of digital note-taking tools that were conducive to critical thinking and curiosity, especially as the world abruptly transitioned online. <br><br>Our goal was to help foster more profound ideas, questions, and conversations through the ability to record them. With this in mind, we used the analogy of galaxies to create a visualization and collection system which builds complexity and curiosity within one’s thoughts. Some of our inspirations were the <a href=\"https://en.wikipedia.org/wiki/Zettelkasten#:~:text=The%20zettelkasten%20(German%3A%20%22slip,box%22)%20in%20French%20contexts.\">Zettelkasten note-taking system</a>, <a href=\"https://glanceback.info/\"><em>Glance Back</em></a> by Maya Man, and posted-note brainstorming.",
        "media": "<img src=\"assets/projects/thought-galaxy/thought-galaxy-1.gif\"><img src=\"assets/projects/thought-galaxy/thought-galaxy-4.png\"><video controls><source src=\"assets/projects/thought-galaxy/thought-galaxy-5.mov\" type=\"video/mp4\"></video><video controls><source src=\"assets/projects/thought-galaxy/thought-galaxy-6.mov\" type=\"video/mp4\"></video><video controls><source src=\"assets/projects/thought-galaxy/thought-galaxy-7.mov\" type=\"video/mp4\"></video>"
      },
      {
        "number": "13",
        "name": "February 20",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/feb-20/1.jpg\"><img src=\"assets/photos/feb-20/2.jpg\">"
      },
      {
        "number": "14",
        "name": "From Home",
        "type": "Notes",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "You know your home is your home, even if you wish it weren’t, when returning from a visit, you’re sitting uncomfortably high on a stool to eat dinner, rather than a low, cushioned chair that squeaks when weight is shifted diagonally; you’re opening the cabinet to the plates, rather than to the cups because the placement is the same as the wood veneer cabinet to the right, nestled in the corner of the kitchen; you’re turning away from the shower head to grab the bar of soap that is always neglected, left on the tub floor, hydrating and dehydrating with each shower, but it’s where you last left it, in the rack hanging from the shower head. It’s undeniable. Each time I return from our cluttered colonial farmhouse, I question the place I wish I could call home.",
        "media": ""
      },
      {
        "number": "15",
        "name": "February 12",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/feb-12/1.jpg\"><img src=\"assets/photos/feb-12/2.jpg\">"
      },
      {
        "number": "16",
        "name": "January 29",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/jan-29/1.jpg\"><img src=\"assets/photos/jan-29/2.jpg\">"
      },
      
      {
        "number": "17",
        "name": "Sum",
        "type": "Featured Projects",
        "date": "2019",
        "tags": "App, System, Branding",
        "credits": "<h1>Designer<span>: Trent Kim, <a href=\"https://www.notion.so/Yilan-Sun-6329d4ad37ac43b3a29d8000781bffb2\">Yilan Sun</a></span></h1>",
        "description": "<em>Sum</em> is a food sharing platform prototype that provides a space to organize shared meals with family, friends, and community members. Inspired by the <a href=\"https://docs.google.com/spreadsheets/d/1jxjbzdNtRD_FnPZzGtN03suQl_kcH8OGQc26wM-FAMs/edit#gid=0\">experiences and concerns of others with food sharing</a>, <em>Sum</em> incentives cooking and sharing meals based upon the ingredients each person already has in their pantry or fridge in order to prevent food waste, save money, and build community. Check out our prototype <a href=\"https://www.figma.com/proto/scOLwlfksqbtnDkoeeAd2w/Sum?embed_host=share&kind=&node-id=145%3A425&scaling=scale-down&viewport=471%2C442%2C0.08021785318851471\">here</a>. <br><br>Food is a language of love, care, and hospitality in many cultures, yet the commodification of food can contradict our relationship with it, thus losing its social value. <a href=\"https://www.feedingamerica.org/hunger-in-america/facts\">Food insecurity in the US</a> is inextricably linked to the millions of people who are struggling with poverty, low income work, and other financial burdens. But quite contradictory, <a href=\"https://www.theguardian.com/environment/2018/apr/18/americans-waste-food-fruit-vegetables-study\">150,000 tons of food is wasted by Americans each day</a>, the majority by those with more disposable income and time to afford healthier diets. With food waste being <a href=\"https://drawdown.org/solutions/reduced-food-waste\">the world’s third largest emitter of greenhouse gases</a>, how might food sharing reduce food waste at the consumer level while bringing us closer?",
        "media": "<img src=\"assets/projects/sum/sum-1.gif\"><img src=\"assets/projects/sum/sum-2.jpg\"><img src=\"assets/projects/sum/sum-3.jpg\"><img src=\"assets/projects/sum/sum-5.png\"><img src=\"assets/projects/sum/sum-4.jpg\"><img src=\"assets/projects/sum/sum-11.jpeg\"><img src=\"assets/projects/sum/sum-12.jpeg\"><img src=\"assets/projects/sum/sum-13.jpeg\"><img src=\"assets/projects/sum/sum-14.jpeg\"><img src=\"assets/projects/sum/sum-15.jpeg\">"
      },
      {
        "number": "18",
        "name": "From a Park Bench",
        "type": "Notes",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "<em>December 20, 2021 <br>When we were children, we were always looking up. <br>Now that we’re adults, we are always looking down. <br>Down at ourselves looking up.</em> <br><br>Or just look up. <br><br>As I began to walk home after work, following the same scour I’ve drawn in the concrete, I found myself paying respect to my elders, the trees. In order to properly pay respect to the trees, you must look them in the eyes and smile to acknowledge the years between you and them. To find their eyes, look to where the setting sun paints their branches. So long as you do that, they’ll smile back and be there whenever you need. <br><br>When you do pay respect to the trees for the first time, tears might gather like rain droplets gather on the youthful branches of their saplings. Tears might gather, not because it’s the first time, but because it’s not. <br><br>I was a child under the trees again. <br><br>Just look up.",
        "media": ""
      },
      {
        "number": "19",
        "name": "Family Scent",
        "type": "Archive",
        "date": "2019",
        "tags": "Motion",
        "credits": "",
        "description": "A short motion graphics exercise for speculative institution in a future where olfactory systems might be exploited as the perception of smell changes in the face of evolving family structures.",
        "media": "</video><video controls><source src=\"assets/projects/family-scent/1.mp4\" type=\"video/mp4\"></video>"
      },
      {
        "number": "20",
        "name": "January 18",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/jan-18/1.jpg\"><img src=\"assets/photos/jan-18/2.jpg\">"
      },
      {
        "number": "21",
        "name": "From After a Shift",
        "type": "Notes",
        "date": "2021",
        "tags": "",
        "credits": "",
        "description": "I work at a bubble tea shop where I play my music, mainly consisting of Korean bands and artists, during each of my shifts. The music reflects my taste, while helping with language learning, but I sense it’s ulterior purpose lies within my insecurity. I choose music, not only for the ambiance of the shop, but also as a performance. To be Korean can feel like a performance. <br><br>Thinking that many customers may associate the music with me being Korean, provides a duality of validation, yet anonymity I had never previously experienced. But every so often other Koreans will come in, firstly identifiable by language, but secondly identifiable by their twitching ears and widening eyes locating the startling sound of a familiar language in a Taiwanese-American business. A familar face. Their eyes interrogate mine. But who would their validation reveal beneath this fragile act? <br><br>If not yet comfirmed, the receipt name on their order often reveals the thin thread that connects us. The receipt in my hand softly trembles. While methodically making their drink, with each pour, sitr, and shake, I silently practice the pronunciation of their name. Their drink seals. So this is stage fright. <em>What did I just say? How did you just pronounce their name? How could it have sounded so right, but stumbled out of my mouth so wrong? What are they thinking? Did they smirk? Did they chuckle? What do they think? I’m a romanticizing “Koreaboo”? Maybe just a Korean-American?</em> But for those who must perform their existence do not receive an applause.",
        "media": ""
      },
      {
        "number": "22",
        "name": "nth degree: unconference",
        "type": "Archive",
        "date": "2019",
        "tags": "Community Workshops, Event",
        "credits": "<h1>Conference Team<span>: <a href=\"https://kayliang.com/\">Kay Liang</a>, Michael Caplan, <a href=\"http://libyhays.net/index.html\">Libby Hays</a>, Trent Kim</span></h1>",
        "description": "<em>nth degree: unconference</em> was an event hosted by <a href=\"https://www.facebook.com/discoverbrisd/\">Discover</a>, a RISD and Brown University student group interested in pedagogical access and exchange. In previous years, Discover hosted a conference featuring a series of unscripted conversations between professors from each of the campuses. Wanting to subvert traditionally merit-based conferences, <em>nth degree: unconference</em> was a participatory space for students and faculty to reflect upon our educational experiences through workshops, intimate activities, and playful settings. <br><br>Despite RISD and Brown’s unique access to cross-campus resources, rigorous course loads, isolation within our majors, and bureaucratic barriers often make it difficult to take advantage of resources and communities that we are a part of. Over the day-long event, we found ourselves critiquing university rituals such as crit, a collaborative feedback process ubiquitous to art and design schools, reflecting on the ways in which we value our work in relation to ourselves, imagining what spaces we would like to see on campus, and learning what it means to be cared for within a classroom setting. <em>nth degree: unconference</em> was a reminder of our ability to find and build community as an act of collective care and defiance. <br><br>Thank you Kay Liang, Michael Caplan, and Libby Hays for such a formative experience and making me apart of the Conference Team.",
        "media": "<video controls><source src=\"assets/projects/nth-degree/nth-degree.mp4\" type=\"video/mp4\"></video>"
      },
      {
        "number": "23",
        "name": "January 5",
        "type": "Photos",
        "date": "2022",
        "tags": "",
        "credits": "",
        "description": "",
        "media": "<img src=\"assets/photos/jan-5/1.jpg\"><img src=\"assets/photos/jan-5/2.jpg\"><img src=\"assets/photos/jan-5/3.jpg\">"
      }
    ]
}